{
	"data": [
		{
			"type": "project",
			"title": "Looksee",
			"link": "https://chrome.google.com/webstore/detail/looksee/mbfdhnjobheppodaolenppfegicnhmhp",
			"copy": "I made a Chrome Extension for debugging layout on the fly. All you need to do is add a class, id, or selector. Concat them with a coma. It uses the power of sizzle syntax found in jQuery. Additionally you can apply a shader as well. This gives you a little peek as to how elements are layering in your window. The chrome extension is constently changing. Give it a shot! I would love your feedback.",
			"repo": "https://github.com/Blumed/looksee",
			"image": "/work/looksee/looksee-css-border-debugging-chrome-extension.webp",
			"alt": "Looksee Logo",
			"technologies": [
				"Scss",
				"jQuery"
			]
		},
		{
			"type": "site",
			"title": "Adam Biel Audio",
			"link": "https://adambielaudio.com/",
			"copy": "Made a 100% free site using modern web tools for a buddy of mine. I wanted to build something in Sveltekit because it is so much fun to work with. Created a decoupled website that uses google spreadsheets as our CMS. Sveltekit for the frontend and served with Netlify. He lets me know when he has updated some content and press the deploy button in Netlify and boom updated content goes live. All and all it was a super fun project. If you have any need for audio production give him a shout. Super talented guy.",
			"repo": "",
			"image": "/work/adam-biel/adam-biel-audio.webp",
			"alt": "Adam Biel holding sound equipment",
			"technologies": [
				"Scss",
				"sveltekit"
			]
		},
		{
			"type": "project",
			"title": "Device Info",
			"link": "https://deviceinfo.io",
			"copy": "Device Info IO are a few tools I created to help fellow web developers and clients communicate about devices for accurete bug tracking. It started out as a bookmarklet and instructions on how to install them on all your devices. The company I currently work for relies heavily on browserstack. My bookmarklet is not easily installed in that environment, so I made a chrome extension that pulls the same data and copies it to your clipboard for easy use.",
			"repo": "https://github.com/Blumed/deviceinfo",
			"image": "/work/deviceinfo/deviceinfo-logo.webp",
			"alt": "Device Info Logo",
			"technologies": [
				"Scss",
				"jQuery",
				"Jekyll",
				"Sketch",
				"Regex",
				"Chrome Extension Api"
			]
		}
	]
}